<template>
  <section role="course-description">
    <h2 class="text-22 margin-bottom-30 text-dark">وصف الدورة</h2>
    <p class="text-14 text-silver weight-br-300">
      فن الكاليجرافي أو فن الخط الجميل ، هو نوع من أنواع الخطوط اليدوية التي
      استمدت مصطلحها من تركيب الكلمتين اليونانيتين ” جمال ” بمعنى (كالوس) و ”
      للكتابة ” بمعنى (غرافين) ، يتوقف الكاليجرافي على معرفة أكيدة بالشكل الصحيح
      للحروف بمعنى آخر الإشارات التقليدية التي يمكن من خلالها توصيل اللغة ، مع
      معرفة المهارة لجعلها سهلة لترتيب الأجزاء المختلفة من تلك الحروف ، مع توفير
      الانسجام في النسب ، والتي يكون سهل التعرف عليها عينا من قبل ذوي الخبرة ،
      كتكوين عمل فني سلس وجميل
    </p>
    <br />
    <p class="text-14 text-silver weight-br-300">
      فن الكاليجرافي أو فن الخط الجميل ، هو نوع من أنواع الخطوط اليدوية التي
      استمدت مصطلحها من تركيب الكلمتين اليونانيتين ” جمال ” بمعنى (كالوس) و ”
      للكتابة ” بمعنى (غرافين) ، يتوقف الكاليجرافي على معرفة أكيدة بالشكل الصحيح
      للحروف بمعنى آخر الإشارات التقليدية التي يمكن من خلالها توصيل اللغة ، مع
      معرفة المهارة لجعلها سهلة لترتيب الأجزاء المختلفة من تلك الحروف ، مع توفير
      الانسجام في النسب ، والتي يكون سهل التعرف عليها عينا من قبل ذوي الخبرة ،
      كتكوين عمل فني سلس وجميل
    </p>
  </section>
</template>

<script>
export default {
  name: 'CourseDescription',
}
</script>

<style></style>
