<template>
  <main>
    <header class="text-center padding-y-45 border-bottom-whiteDark">
      <h1 class="text-30 text-dark margin-bottom-10">سياسة الخصوصية</h1>
      <p class="text-14 text-silver weight-br-300 mx-auto col-lg-4">
        هو أسلوب فني إبداعي يهدف إلى إيصال فكرة معينة إلى الجمهور المستهدف عبر
        تصميم أو مجموعة من التصاميم
      </p>
    </header>
    <section class="custom-container padding-y-30">
      <h2 role="head" class="text-25 text-dark">سياسة الخصوصية</h2>
      <div class="bg-light shadow__card-1 padding-y-45 padding-x-10 radius-10">
        <div class="col-md-8 mx-auto">
          <p
            v-for="i in 4"
            :key="i"
            class="text-12 margin-bottom-30"
            style="line-height: 29px"
          >
            هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية
            تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى
            النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق أولاً
            أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في هذا النص.
            بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت على إعادة
            تكرار مقاطع من نص لوريم إيبسوم نفسه عدة مرات بما تتطلبه الحاجة هنالك
            العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية تم
            تعديلها بشكل هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم،
            ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات
            العشوائية إلى النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك
            أن تتحقق أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة
            مخبأة في هذا النص. بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على
            الإنترنت على إعادة تكرار مقاطع من نص لوريم إيبسوم نفسه عدة مرات بما
            تتطلبه الحاجة هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم،
            ولكن الغالبية تم تعديلها بشكل
          </p>
        </div>
      </div>
    </section>
  </main>
</template>
<script>
export default {
  name: 'Privacy',
  head() {
    return {
      title: 'سياسة الخصوصية',
    }
  },
}
</script>

<style scoped></style>
