<template>
  <main role="how-we-are">
    <AppPagesHeader class="border-bottom-whiteDark">
      <template slot="head">من نحن</template>
      <template slot="desc">
        هو أسلوب فني إبداعي يهدف إلى إيصال فكرة معينة إلى الجمهور المستهدف عبر
        تصميم أو مجموعة من التصاميم</template
      >
    </AppPagesHeader>
    <!--  -->
    <article class="col-xl-9 mx-auto custom-container margin-bottom-50">
      <section role="start" class="padding-y-30 margin-bottom-10">
        <div class="row align-items-start">
          <div class="col-12 col-sm-4">
            <figure class="margin-0">
              <img
                class="resize-img"
                src="~/assets/images/who-we-are/1.png"
                alt="start"
              />
            </figure>
          </div>
          <div class="col-12 col-sm-7">
            <p class="text-12 text-dark" style="line-height: 29px">
              هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية
              تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى
              النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق
              أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في
              هذا النص. بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت
              على إعادة تكرار مقاطع من نص لوريم إيبسوم نفسه عدة مرات بما تتطلبه
              الحاجة هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
              الغالبية تم تعديلها بشكل هنالك العديد من الأنواع المتوفرة لنصوص
              لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض
              النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص
              لوريم إيبسوم ما،
            </p>
          </div>
        </div>
      </section>
      <section role="about" class="padding-y-10 margin-bottom-10">
        <div class="row justify-content-center">
          <div class="col-12 col-sm-10">
            <figure class="margin-bottom-20 radius-21 overflow-hidden">
              <img
                class="resize-img"
                src="~/assets/images/who-we-are/2.png"
                alt="start"
              />
            </figure>
          </div>
          <div class="col-12 col-sm-10">
            <p class="text-12 text-dark" style="line-height: 29px">
              هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية
              تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى
              النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق
              أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في
              هذا النص. بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت
              على إعادة تكرار مقاطع من نص لوريم إيبسوم نفسه عدة مرات بما تتطلبه
              الحاجة هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
              الغالبية تم تعديلها بشكل هنالك العديد من الأنواع المتوفرة لنصوص
              لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض
              النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص
              لوريم إيبسوم ما،
            </p>
            <br />
            <p class="text-12 text-dark" style="line-height: 29px">
              هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية
              تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى
              النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق
              أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في
              هذا النص. بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت
              على إعادة تكرار مقاطع من نص لوريم إيبسوم نفسه عدة مرات بما تتطلبه
              الحاجة هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
              الغالبية تم تعديلها بشكل هنالك العديد من الأنواع المتوفرة لنصوص
              لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض
              النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص
              لوريم إيبسوم ما،
            </p>
          </div>
        </div>
      </section>
      <section role="goals" class="padding-y-30">
        <div class="row align-items-start">
          <div class="col-12 col-sm-4">
            <figure class="margin-0">
              <img
                class="resize-img"
                src="~/assets/images/who-we-are/3.png"
                alt="start"
              />
            </figure>
          </div>
          <div class="col-12 col-sm-7">
            <p class="text-12 text-dark" style="line-height: 29px">
              هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن الغالبية
              تم تعديلها بشكل ما عبر إدخال بعض النوادر أو الكلمات العشوائية إلى
              النص. إن كنت تريد أن تستخدم نص لوريم إيبسوم ما، عليك أن تتحقق
              أولاً أن ليس هناك أي كلمات أو عبارات محرجة أو غير لائقة مخبأة في
              هذا النص. بينما تعمل جميع مولّدات نصوص لوريم إيبسوم على الإنترنت
              على إعادة تكرار مقاطع من نص لوريم إيبسوم نفسه عدة مرات بما تتطلبه
              الحاجة هنالك العديد من الأنواع المتوفرة لنصوص لوريم إيبسوم، ولكن
              الغالبية تم تعديلها بشكل هنالك العديد من الأنواع المتوفرة لنصوص
              لوريم إيبسوم، ولكن الغالبية تم تعديلها بشكل ما عبر إدخال بعض
              النوادر أو الكلمات العشوائية إلى النص. إن كنت تريد أن تستخدم نص
              لوريم إيبسوم ما،
            </p>
          </div>
        </div>
      </section>
    </article>
  </main>
</template>

<script>
export default {
  name: 'WhoWeAre',
  layout: 'site',
  head() {
    return {
      title: 'من نحن',
    }
  },
}
</script>

<style scoped></style>
